{"class_name": "Tokenizer", "config": {"num_words": 1000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 33, "word_counts": "{\"hi\": 1, \"hey\": 1, \"is\": 3, \"anyone\": 1, \"there\": 2, \"hello\": 1, \"hay\": 1, \"bye\": 1, \"see\": 1, \"you\": 10, \"later\": 1, \"goodbye\": 1, \"thanks\": 2, \"thank\": 1, \"that's\": 1, \"helpful\": 1, \"for\": 3, \"the\": 1, \"help\": 4, \"who\": 2, \"are\": 3, \"what\": 4, \"your\": 2, \"name\": 2, \"should\": 1, \"i\": 6, \"call\": 1, \"whats\": 1, \"could\": 1, \"me\": 5, \"give\": 1, \"a\": 10, \"hand\": 1, \"please\": 2, \"can\": 3, \"do\": 1, \"need\": 3, \"support\": 2, \"to\": 5, \"create\": 3, \"new\": 3, \"account\": 5, \"how\": 2, \"open\": 2, \"want\": 2, \"an\": 2, \"have\": 1, \"complaint\": 3, \"raise\": 1, \"about\": 1, \"service\": 1}", "word_docs": "{\"hi\": 1, \"hey\": 1, \"anyone\": 1, \"is\": 3, \"there\": 2, \"hello\": 1, \"hay\": 1, \"bye\": 1, \"see\": 1, \"later\": 1, \"you\": 10, \"goodbye\": 1, \"thanks\": 2, \"thank\": 1, \"that's\": 1, \"helpful\": 1, \"the\": 1, \"for\": 3, \"help\": 4, \"are\": 3, \"who\": 2, \"what\": 4, \"name\": 2, \"your\": 2, \"call\": 1, \"i\": 6, \"should\": 1, \"whats\": 1, \"could\": 1, \"me\": 5, \"please\": 2, \"give\": 1, \"a\": 9, \"hand\": 1, \"can\": 3, \"do\": 1, \"support\": 2, \"need\": 3, \"to\": 5, \"new\": 3, \"account\": 5, \"create\": 3, \"open\": 2, \"how\": 2, \"want\": 2, \"an\": 2, \"complaint\": 3, \"have\": 1, \"raise\": 1, \"about\": 1, \"service\": 1}", "index_docs": "{\"29\": 1, \"30\": 1, \"31\": 1, \"10\": 3, \"18\": 2, \"32\": 1, \"33\": 1, \"34\": 1, \"35\": 1, \"36\": 1, \"2\": 10, \"37\": 1, \"19\": 2, \"38\": 1, \"39\": 1, \"40\": 1, \"41\": 1, \"11\": 3, \"8\": 4, \"12\": 3, \"20\": 2, \"9\": 4, \"22\": 2, \"21\": 2, \"43\": 1, \"4\": 6, \"42\": 1, \"44\": 1, \"45\": 1, \"5\": 5, \"23\": 2, \"46\": 1, \"3\": 9, \"47\": 1, \"13\": 3, \"48\": 1, \"24\": 2, \"14\": 3, \"6\": 5, \"16\": 3, \"7\": 5, \"15\": 3, \"26\": 2, \"25\": 2, \"27\": 2, \"28\": 2, \"17\": 3, \"49\": 1, \"50\": 1, \"51\": 1, \"52\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"you\", \"3\": \"a\", \"4\": \"i\", \"5\": \"me\", \"6\": \"to\", \"7\": \"account\", \"8\": \"help\", \"9\": \"what\", \"10\": \"is\", \"11\": \"for\", \"12\": \"are\", \"13\": \"can\", \"14\": \"need\", \"15\": \"create\", \"16\": \"new\", \"17\": \"complaint\", \"18\": \"there\", \"19\": \"thanks\", \"20\": \"who\", \"21\": \"your\", \"22\": \"name\", \"23\": \"please\", \"24\": \"support\", \"25\": \"how\", \"26\": \"open\", \"27\": \"want\", \"28\": \"an\", \"29\": \"hi\", \"30\": \"hey\", \"31\": \"anyone\", \"32\": \"hello\", \"33\": \"hay\", \"34\": \"bye\", \"35\": \"see\", \"36\": \"later\", \"37\": \"goodbye\", \"38\": \"thank\", \"39\": \"that's\", \"40\": \"helpful\", \"41\": \"the\", \"42\": \"should\", \"43\": \"call\", \"44\": \"whats\", \"45\": \"could\", \"46\": \"give\", \"47\": \"hand\", \"48\": \"do\", \"49\": \"have\", \"50\": \"raise\", \"51\": \"about\", \"52\": \"service\"}", "word_index": "{\"<OOV>\": 1, \"you\": 2, \"a\": 3, \"i\": 4, \"me\": 5, \"to\": 6, \"account\": 7, \"help\": 8, \"what\": 9, \"is\": 10, \"for\": 11, \"are\": 12, \"can\": 13, \"need\": 14, \"create\": 15, \"new\": 16, \"complaint\": 17, \"there\": 18, \"thanks\": 19, \"who\": 20, \"your\": 21, \"name\": 22, \"please\": 23, \"support\": 24, \"how\": 25, \"open\": 26, \"want\": 27, \"an\": 28, \"hi\": 29, \"hey\": 30, \"anyone\": 31, \"hello\": 32, \"hay\": 33, \"bye\": 34, \"see\": 35, \"later\": 36, \"goodbye\": 37, \"thank\": 38, \"that's\": 39, \"helpful\": 40, \"the\": 41, \"should\": 42, \"call\": 43, \"whats\": 44, \"could\": 45, \"give\": 46, \"hand\": 47, \"do\": 48, \"have\": 49, \"raise\": 50, \"about\": 51, \"service\": 52}"}}